Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/CmsUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, fr_ca, he, hi, it, ja_jp, nl, pt, ru, te, zh_cn

source: Inspection Info: The page does not have any inspectable elements you will not be able to breakdown your template with the inspector tool.
ar: معلومات الفحص: لا تحتوي الصفحة على أي عناصر قابلة للفحص، ولن تتمكن من تقسيم القالب الخاص بك باستخدام أداة الفحص.
bn: পরিদর্শন তথ্য: পৃষ্ঠাটিতে কোনো পরিদর্শনযোগ্য উপাদান নেই যা আপনি পরিদর্শক সরঞ্জামের সাথে আপনার টেমপ্লেটটি ভাঙতে সক্ষম হবেন না।
de: Inspektionsinformationen: Die Seite enthält keine inspizierbaren Elemente. Sie können Ihre Vorlage nicht mit dem Inspektor-Tool aufschlüsseln.
es: Información de inspección: La página no tiene ningún elemento inspectable que no podrá dividir su plantilla con la herramienta de inspector.
fr: Informations d'inspection : la page ne contient aucun élément inspectable. Vous ne pourrez pas décomposer votre modèle avec l'outil d'inspection.
he: מידע בדיקה: הדף אינו מכיל אלמנטים הניתנים לבדיקה. לא תוכל לפרט את התבנית שלך עם כלי המפקח.
hi: निरीक्षण जानकारी: पृष्ठ में कोई भी निरीक्षण योग्य तत्व नहीं है, आप इंस्पेक्टर टूल के साथ अपने टेम्पलेट का विश्लेषण नहीं कर पाएंगे।
it: Informazioni sull'ispezione: la pagina non contiene elementi ispezionabili e non potrai suddividere il modello con lo strumento di ispezione.
ja_jp: 検査情報: ページには検査可能な要素がありません。検査ツールを使用してテンプレートを分解することはできません。
nl: Inspectie-informatie: De pagina bevat geen inspecteerbare elementen. U kunt uw sjabloon niet opsplitsen met de inspectietool.
pt: Informações de inspeção: A página não possui nenhum elemento inspecionável e você não poderá decompor seu modelo com a ferramenta de inspetor.
ru: Информация о проверке: на странице нет проверяемых элементов, и вы не сможете разобрать шаблон с помощью инструмента инспектора.
te: తనిఖీ సమాచారం: పేజీలో తనిఖీ చేయదగిన అంశాలు ఏవీ లేవు, మీరు ఇన్u200cస్పెక్టర్ సాధనంతో మీ టెంప్లేట్u200cను విచ్ఛిన్నం చేయలేరు.
zh_cn: 检查信息：该页面没有任何可检查的元素，您将无法使用检查器工具分解您的模板。

source: Failed to fill the widget content for widget id:
ar: فشل في ملء محتوى عنصر واجهة المستخدم لمعرف عنصر واجهة المستخدم:
bn: উইজেট আইডির জন্য উইজেট সামগ্রী পূরণ করতে ব্যর্থ হয়েছে:
de: Der Widget-Inhalt für die Widget-ID konnte nicht gefüllt werden:
es: No se pudo completar el contenido del widget para el ID de widget:
fr: Échec du remplissage du contenu du widget pour l'ID du widget :
he: נכשל למילוי תוכן הווידג'ט עבור מזהה הווידג'ט:
hi: विजेट आईडी के लिए विजेट सामग्री भरने में विफल:
it: Impossibile riempire il contenuto del widget per l'ID widget:
ja_jp: ウィジェット ID のウィジェット コンテンツを入力できませんでした:
nl: Kan de widgetinhoud voor widget-ID niet invullen:
pt: Falha ao preencher o conteúdo do widget para o ID do widget:
ru: Не удалось заполнить содержимое виджета для идентификатора виджета:
te: విడ్జెట్ ఐడి కోసం విడ్జెట్ కంటెంట్u200cని పూరించడంలో విఫలమైంది:
zh_cn: 无法填写小部件 ID 的小部件内容：

source: and the error is
ar: والخطأ هو
bn: এবং ত্রুটি হয়
de: und der Fehler ist
es: y el error es
fr: et l'erreur est
he: והשגיאה היא
hi: और त्रुटि है
it: e l'errore è
ja_jp: そしてエラーは
nl: en de fout is
pt: e o erro é
ru: и ошибка
te: మరియు లోపం ఉంది
zh_cn: 错误是

source: This template contains unsaved changes. If you toggle Region Inspect mode, all changes will be lost.
ar: يحتوي هذا القالب على تغييرات غير محفوظة. إذا قمت بتبديل وضع فحص المنطقة، فسيتم فقدان جميع التغييرات.
bn: এই টেমপ্লেটটিতে অসংরক্ষিত পরিবর্তন রয়েছে। আপনি অঞ্চল পরিদর্শন মোড টগল করলে, সমস্ত পরিবর্তন হারিয়ে যাবে।
de: Diese Vorlage enthält nicht gespeicherte Änderungen. Wenn Sie den Region-Inspect-Modus umschalten, gehen alle Änderungen verloren.
es: Esta plantilla contiene cambios no guardados. Si cambia el modo de inspección regional, todos los cambios se perderán.
fr: Ce modèle contient des modifications non enregistrées. Si vous basculez en mode Inspection de région, toutes les modifications seront perdues.
he: תבנית זו מכילה שינויים שלא נשמרו. אם תחליף מצב בדיקת אזור, כל השינויים יאבדו.
hi: इस टेम्पलेट में सहेजे न गए परिवर्तन शामिल हैं. यदि आप क्षेत्र निरीक्षण मोड को टॉगल करते हैं, तो सभी परिवर्तन खो जाएंगे।
it: Questo modello contiene modifiche non salvate. Se attivi la modalità Ispezione regione, tutte le modifiche andranno perse.
ja_jp: このテンプレートには保存されていない変更が含まれています。領域検査モードを切り替えると、すべての変更が失われます。
nl: Deze sjabloon bevat niet-opgeslagen wijzigingen. Als u de regio-inspectiemodus inschakelt, gaan alle wijzigingen verloren.
pt: Este modelo contém alterações não salvas. Se você alternar o modo de inspeção de região, todas as alterações serão perdidas.
ru: Этот шаблон содержит несохраненные изменения. Если вы переключите режим проверки региона, все изменения будут потеряны.
te: ఈ టెంప్లేట్ సేవ్ చేయని మార్పులను కలిగి ఉంది. మీరు రీజియన్ ఇన్u200cస్పెక్ట్ మోడ్u200cని టోగుల్ చేస్తే, అన్ని మార్పులు పోతాయి.
zh_cn: 该模板包含未保存的更改。如果切换区域检查模式，所有更改都将丢失。

source: Errors
ar: أخطاء
bn: ত্রুটি
de: Fehler
es: Errores
fr: Erreurs
he: שגיאות
hi: त्रुटियाँ
it: Errori
ja_jp: エラー
nl: Fouten
pt: Erros
ru: Ошибки
te: లోపాలు
zh_cn: 错误

source: File not found --
ar: لم يتم العثور على الملف --
bn: ফাইল পাওয়া যায়নি --
de: Datei nicht gefunden --
es: Archivo no encontrado --
fr: Fichier introuvable --
he: הקובץ לא נמצא --
hi: फ़ाइल प्राप्त नहीं हुई --
it: File non trovato --
ja_jp: ファイルが見つかりません -
nl: Bestand niet gevonden --
pt: Arquivo não encontrado -
ru: Файл не найден --
te: ఫైల్ కనుగొనబడలేదు --
zh_cn: 找不到文件--

source: Delete widget
ar: حذف القطعة
bn: উইজেট মুছুন
de: Widget löschen
es: Eliminar widget
fr: Supprimer le widget
he: מחק ווידג'ט
hi: विजेट हटाएँ
it: Elimina widget
ja_jp: ウィジェットの削除
nl: Widget verwijderen
pt: Excluir widget
ru: Удалить виджет
te: విడ్జెట్u200cను తొలగించండి
zh_cn: 删除小部件

source: Convert HTML widget
ar: تحويل القطعة HTML
bn: HTML উইজেট রূপান্তর
de: HTML-Widget konvertieren
es: Convertir widget HTML
fr: Convertir un widget HTML
he: המרת ווידג'ט HTML
hi: HTML विजेट कनवर्ट करें
it: Converti widget HTML
ja_jp: HTML ウィジェットを変換する
nl: Converteer HTML-widget
pt: Converter widget HTML
ru: Преобразование HTML-виджета
te: HTML విడ్జెట్u200cని మార్చండి
zh_cn: 转换 HTML 小部件

source: You are about to convert an HTML widget to a Rich Text widget. You will not be able to convert back. Do you want to convert?
ar: أنت على وشك تحويل عنصر واجهة مستخدم HTML إلى عنصر واجهة مستخدم Rich Text. لن تتمكن من التحويل مرة أخرى. هل تريد التحويل؟
bn: আপনি একটি HTML উইজেটকে একটি রিচ টেক্সট উইজেটে রূপান্তর করতে চলেছেন৷ আপনি ফিরে রূপান্তর করতে সক্ষম হবে না. আপনি কি রূপান্তর করতে চান?
de: Sie sind dabei, ein HTML-Widget in ein Rich-Text-Widget zu konvertieren. Eine Rückkonvertierung ist nicht möglich. Möchten Sie konvertieren?
es: Está a punto de convertir un widget HTML en un widget de texto enriquecido. Usted no será capaz de convertir de nuevo. ¿Quieres convertir?
fr: Vous êtes sur le point de convertir un widget HTML en widget Rich Text. Vous ne pourrez pas vous reconvertir. Voulez-vous vous convertir?
he: אתה עומד להמיר ווידג'ט HTML לווידג'ט טקסט עשיר. לא תוכל להמיר בחזרה. האם אתה רוצה להמיר?
hi: आप HTML विजेट को रिच टेक्स्ट विजेट में बदलने वाले हैं। आप वापस कनवर्ट नहीं कर पाएंगे. क्या आप परिवर्तित करना चाहते हैं?
it: Stai per convertire un widget HTML in un widget Rich Text. Non sarai in grado di riconvertire. Vuoi convertire?
ja_jp: HTML ウィジェットをリッチ テキスト ウィジェットに変換しようとしています。元に戻すことはできません。変換しますか?
nl: U staat op het punt een HTML-widget te converteren naar een Rich Text-widget. U kunt niet meer terug converteren. Wilt u converteren?
pt: Você está prestes a converter um widget HTML em um widget Rich Text. Você não poderá converter de volta. Você quer converter?
ru: Вы собираетесь преобразовать виджет HTML в виджет форматированного текста. Вы не сможете конвертировать обратно. Вы хотите конвертировать?
te: మీరు HTML విడ్జెట్u200cని రిచ్ టెక్స్ట్ విడ్జెట్u200cగా మార్చబోతున్నారు. మీరు తిరిగి మార్చలేరు. మీరు మార్చాలనుకుంటున్నారా?
zh_cn: 您即将将 HTML 小部件转换为富文本小部件。您将无法转换回来。你想转换吗？

source: Conversion Error
ar: خطأ في التحويل
bn: রূপান্তর ত্রুটি
de: Konvertierungsfehler
es: Error de conversión
fr: Erreur de conversion
he: שגיאת המרה
hi: रूपांतरण त्रुटि
it: Errore di conversione
ja_jp: 変換エラー
nl: Conversiefout
pt: Erro de conversão
ru: Ошибка преобразования
te: మార్పిడి లోపం
zh_cn: 转换错误

source: Convert to Rich Text Widget
ar: تحويل إلى القطعة النص المنسق
bn: রিচ টেক্সট উইজেটে রূপান্তর করুন
de: In Rich-Text-Widget konvertieren
es: Convertir a Rich Text Widget
fr: Convertir en widget de texte enrichi
he: המר ל-Widget של טקסט עשיר
hi: रिच टेक्स्ट विजेट में कनवर्ट करें
it: Converti in widget di testo ricco
ja_jp: リッチテキストウィジェットに変換
nl: Converteren naar Rich Text-widget
pt: Converter para widget Rich Text
ru: Преобразование в виджет форматированного текста
te: రిచ్ టెక్స్ట్ విడ్జెట్u200cకి మార్చండి
zh_cn: 转换为富文本小部件

source: Delete region
ar: حذف المنطقة
bn: অঞ্চল মুছুন
de: Region löschen
es: Eliminar región
fr: Supprimer la région
he: מחק אזור
hi: क्षेत्र हटाएँ
it: Elimina regione
ja_jp: 領域の削除
nl: Regio verwijderen
pt: Excluir região
ru: Удалить регион
te: ప్రాంతాన్ని తొలగించండి
zh_cn: 删除区域

source: Configure region
ar: تكوين المنطقة
bn: অঞ্চল কনফিগার করুন
de: Region konfigurieren
es: Configurar la región
fr: Configurer la région
he: הגדר אזור
hi: क्षेत्र कॉन्फ़िगर करें
it: Configura regione
ja_jp: リージョンの構成
nl: Regio configureren
pt: Configurar região
ru: Настроить регион
te: ప్రాంతాన్ని కాన్ఫిగర్ చేయండి
zh_cn: 配置区域

source: The widget you have selected is not responsive. As a result, it may not display well on smaller devices.
ar: القطعة التي حددتها لا تستجيب. ونتيجة لذلك، قد لا يتم عرضه بشكل جيد على الأجهزة الصغيرة.
bn: আপনার নির্বাচিত উইজেটটি প্রতিক্রিয়াশীল নয়৷ ফলস্বরূপ, এটি ছোট ডিভাইসে ভালভাবে প্রদর্শন করতে পারে না।
de: Das von Ihnen ausgewählte Widget reagiert nicht. Daher wird es auf kleineren Geräten möglicherweise nicht gut angezeigt.
es: El widget que ha seleccionado no responde. Como resultado, puede no mostrarse bien en dispositivos más pequeños.
fr: Le widget que vous avez sélectionné ne répond pas. Par conséquent, il peut ne pas s’afficher correctement sur les appareils plus petits.
he: הווידג'ט שבחרת אינו מגיב. כתוצאה מכך, ייתכן שהוא לא יוצג היטב במכשירים קטנים יותר.
hi: आपके द्वारा चुना गया विजेट प्रतिक्रियाशील नहीं है. परिणामस्वरूप, यह छोटे उपकरणों पर अच्छा प्रदर्शित नहीं हो सकता है।
it: Il widget che hai selezionato non è reattivo. Di conseguenza, potrebbe non essere visualizzato correttamente sui dispositivi più piccoli.
ja_jp: 選択したウィジェットは応答しません。その結果、小型のデバイスではうまく表示されない可能性があります。
nl: De widget die u hebt geselecteerd, reageert niet. Als gevolg hiervan wordt het mogelijk niet goed weergegeven op kleinere apparaten.
pt: O widget que você selecionou não responde. Como resultado, pode não ser bem exibido em dispositivos menores.
ru: Выбранный вами виджет не отвечает. В результате он может некорректно отображаться на небольших устройствах.
te: మీరు ఎంచుకున్న విడ్జెట్ ప్రతిస్పందించదు. ఫలితంగా, ఇది చిన్న పరికరాలలో బాగా ప్రదర్శించబడకపోవచ్చు.
zh_cn: 您选择的小部件没有响应。因此，它可能无法在较小的设备上正常显示。

source: Unknown error occurred while opening the asset editor. Please refresh your browser and try again.
ar: حدث خطأ غير معروف أثناء فتح محرر الأصول. يرجى تحديث المتصفح الخاص بك والمحاولة مرة أخرى.
bn: সম্পদ সম্পাদক খোলার সময় অজানা ত্রুটি ঘটেছে৷ আপনার ব্রাউজার রিফ্রেশ করুন এবং আবার চেষ্টা করুন.
de: Beim Öffnen des Asset-Editors ist ein unbekannter Fehler aufgetreten. Bitte aktualisieren Sie Ihren Browser und versuchen Sie es erneut.
es: Se ha producido un error desconocido al abrir el editor de activos. Actualiza tu navegador e inténtalo de nuevo.
fr: Une erreur inconnue s'est produite lors de l'ouverture de l'éditeur d'actifs. Veuillez actualiser votre navigateur et réessayer.
he: אירעה שגיאה לא ידועה בעת פתיחת עורך הנכסים. אנא רענן את הדפדפן ונסה שוב.
hi: एसेट एडिटर खोलते समय अज्ञात त्रुटि हुई. कृपया अपना ब्राउज़र ताज़ा करें और पुनः प्रयास करें।
it: Si è verificato un errore sconosciuto durante l'apertura dell'editor delle risorse. Aggiorna il browser e riprova.
ja_jp: アセット エディターを開いているときに不明なエラーが発生しました。ブラウザを更新して、もう一度お試しください。
nl: Er is een onbekende fout opgetreden bij het openen van de item-editor. Vernieuw uw browser en probeer het opnieuw.
pt: Ocorreu um erro desconhecido ao abrir o editor de ativos. Atualize seu navegador e tente novamente.
ru: При открытии редактора ресурсов произошла неизвестная ошибка. Пожалуйста, обновите браузер и повторите попытку.
te: అసెట్ ఎడిటర్u200cను తెరిచేటప్పుడు తెలియని లోపం సంభవించింది. దయచేసి మీ బ్రౌజర్u200cని రిఫ్రెష్ చేసి, మళ్లీ ప్రయత్నించండి.
zh_cn: 打开资源编辑器时发生未知错误。请刷新您的浏览器并重试。

source: Click to create new asset
ar: انقر لإنشاء أصل جديد
bn: নতুন সম্পদ তৈরি করতে ক্লিক করুন
de: Klicken Sie, um ein neues Asset zu erstellen
es: Haga clic para crear un nuevo recurso
fr: Cliquez pour créer un nouvel actif
he: לחץ כדי ליצור נכס חדש
hi: नई संपत्ति बनाने के लिए क्लिक करें
it: Fare clic per creare una nuova risorsa
ja_jp: クリックして新しいアセットを作成します
nl: Klik om een nieuw item te maken
pt: Clique para criar um novo ativo
ru: Нажмите, чтобы создать новый актив
te: కొత్త ఆస్తిని సృష్టించడానికి క్లిక్ చేయండి
zh_cn: 点击创建新资产

source: Remove From Site
ar: إزالة من الموقع
bn: সাইট থেকে সরান
de: Von der Website entfernen
es: Eliminar del sitio web
fr: Supprimer du site
he: הסר מהאתר
hi: साइट से हटाएँ
it: Rimuovi dal sito
ja_jp: サイトから削除
nl: Verwijderen van site
pt: Remover do site
ru: Удалить с сайта
te: సైట్ నుండి తీసివేయండి
zh_cn: 从网站中删除

source: The following pages are linked to the current object, are you sure you want to proceed?
ar: الصفحات التالية مرتبطة بالكائن الحالي، هل أنت متأكد من رغبتك في المتابعة؟
bn: নিম্নলিখিত পৃষ্ঠাগুলি বর্তমান বস্তুর সাথে লিঙ্ক করা হয়েছে, আপনি কি এগিয়ে যাওয়ার বিষয়ে নিশ্চিত?
de: Die folgenden Seiten sind mit dem aktuellen Objekt verknüpft. Sind Sie sicher, dass Sie fortfahren möchten?
es: Las siguientes pÃƒÆ’Ã‚Â¡ginas estÃƒÆ’Ã‚Â¡n vinculadas a la pÃƒÆ’Ã‚Â¡gina actual. Ãƒâ€šÃ‚Â¿Estas seguro que deseas continuar?
fr: Les pages suivantes sont liées à l'objet actuel, êtes-vous sûr de vouloir continuer ?
he: הדפים הבאים מקושרים לאובייקט הנוכחי, האם אתה בטוח שברצונך להמשיך?
hi: निम्नलिखित पृष्ठ वर्तमान ऑब्जेक्ट से जुड़े हुए हैं, क्या आप वाकई आगे बढ़ना चाहते हैं?
it: Le pagine seguenti sono collegate all'oggetto corrente, sei sicuro di voler procedere?
ja_jp: 次のページは現在のオブジェクトにリンクされています。続行してもよろしいですか?
nl: De volgende pagina's zijn gekoppeld aan het huidige object. Weet u zeker dat u verder wilt gaan?
pt: As páginas a seguir estão vinculadas ao objeto atual. Tem certeza de que deseja continuar?
ru: Следующие страницы связаны с текущим объектом. Вы уверены, что хотите продолжить?
te: కింది పేజీలు ప్రస్తుత వస్తువుకు లింక్ చేయబడ్డాయి, మీరు ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?
zh_cn: 以下页面链接到当前对象，您确定要继续吗？

source: Select a template:
ar: حدد قالبًا:
bn: একটি টেমপ্লেট নির্বাচন করুন:
de: Wählen Sie eine Vorlage aus:
es: Seleccione una plantilla:
fr: Sélectionnez un modèle :
he: בחר תבנית:
hi: एक टेम्पलेट चुनें:
it: Seleziona un modello:
ja_jp: テンプレートを選択します。
nl: Selecteer een sjabloon:
pt: Selecione um modelo:
ru: Выберите шаблон:
te: టెంప్లేట్u200cని ఎంచుకోండి:
zh_cn: 选择模板：

source: Invalid site, please select another site.
ar: الموقع غير صالح، الرجاء اختيار موقع آخر.
bn: অবৈধ সাইট, অন্য সাইট নির্বাচন করুন.
de: Ungültige Website. Bitte wählen Sie eine andere Website aus.
es: Sitio no válido, seleccione otro sitio.
fr: Site invalide, veuillez sélectionner un autre site.
he: אתר לא חוקי, אנא בחר אתר אחר.
hi: अमान्य साइट, कृपया कोई अन्य साइट चुनें.
it: Sito non valido, seleziona un altro sito.
ja_jp: サイトが無効です。別のサイトを選択してください。
nl: Ongeldige site. Selecteer een andere site.
pt: Site inválido. Selecione outro site.
ru: Неверный сайт, выберите другой сайт.
te: చెల్లని సైట్, దయచేసి మరొక సైట్u200cని ఎంచుకోండి.

source: Site Publish
ar: نشر الموقع
bn: সাইট প্রকাশ
de: Site-Veröffentlichung
es: Publicación del sitio
fr: Publication du site
he: פרסום אתר
hi: साइट प्रकाशन
it: Pubblicazione del sito
ja_jp: サイトの公開
nl: Site publiceren
pt: Publicação no site
ru: Публикация на сайте
te: సైట్ పబ్లిష్
zh_cn: 网站发布

source: Site '
ar: موقع '
bn: সাইট '
de: Website '
es: Sitio '
he: אתר '
hi: साइट '
it: Sito '
ja_jp: サイト '
nl: Website '
ru: Сайт '
te: సైట్ '
zh_cn: 地点 '

source: ' has started publishing.
ar: "بدأ النشر.
bn: ' প্রকাশ করা শুরু করেছে।
de: ' hat mit der Veröffentlichung begonnen.
es: ' ha comenzado a publicar.
fr: " a commencé à publier.
he: ' החלה לפרסם.
hi: ' का प्रकाशन प्रारम्भ हो गया है।
it: ' ha iniziato a pubblicare.
ja_jp: 』の刊行を開始した。
nl: ' is begonnen met publiceren.
pt: ' começou a ser publicado.
ru: ' начал публиковаться.
te: ' ప్రచురణ ప్రారంభించింది.
zh_cn: ”已开始出版。

source: Unable to publish the site
ar: غير قادر على نشر الموقع
bn: সাইট প্রকাশ করতে অক্ষম
de: Die Website kann nicht veröffentlicht werden
es: No se puede publicar el sitio
fr: Impossible de publier le site
he: לא ניתן לפרסם את האתר
hi: साइट प्रकाशित करने में असमर्थ
it: Impossibile pubblicare il sito
ja_jp: サイトを公開できません
nl: Kan de site niet publiceren
pt: Não foi possível publicar o site
ru: Невозможно опубликовать сайт
te: సైట్u200cను ప్రచురించడం సాధ్యం కాలేదు
zh_cn: 无法发布网站

source: Unable to retrieve job status
ar: غير قادر على استرداد حالة المهمة
bn: কাজের স্থিতি পুনরুদ্ধার করতে অক্ষম
de: Der Auftragsstatus kann nicht abgerufen werden
es: No se puede recuperar el estado del trabajo
fr: Impossible de récupérer le statut du travail
he: לא ניתן לאחזר את סטטוס העבודה
hi: कार्य स्थिति पुनः प्राप्त करने में असमर्थ
it: Impossibile recuperare lo stato del lavoro
ja_jp: ジョブステータスを取得できません
nl: Kan taakstatus niet ophalen
pt: Não foi possível recuperar o status do trabalho
ru: Невозможно получить статус задания
te: ఉద్యోగ స్థితిని తిరిగి పొందడం సాధ్యం కాలేదు
zh_cn: 无法检索作业状态

source: Current status of Jobs
ar: الوضع الحالي للوظائف
bn: চাকরির বর্তমান অবস্থা
de: Aktueller Status der Jobs
es: Estado actual de los trabajos
fr: Statut actuel des emplois
he: המצב הנוכחי של ג'ובס
hi: नौकरियों की वर्तमान स्थिति
it: Stato attuale dei lavori
ja_jp: 現在の求人状況
nl: Huidige status van vacatures
pt: Status atual dos trabalhos
ru: Текущий статус вакансий
te: ఉద్యోగాల ప్రస్తుత స్థితి
zh_cn: 职位现状

source: Current status
ar: الوضع الحالي
bn: বর্তমান অবস্থা
de: Aktueller Stand
es: Estado actual
fr: Statut actuel
he: מצב נוכחי
hi: वर्तमान स्थिति
it: Stato attuale
ja_jp: 現在の状況
nl: Huidige status
pt: Estado atual
ru: Текущий статус
te: ప్రస్తుత స్థితి
zh_cn: 目前状态

source: Folder Location. Use the arrow keys to toggle between options.
ar: موقع المجلد. استخدم مفاتيح الأسهم للتبديل بين الخيارات.
bn: ফোল্ডার অবস্থান. বিকল্পগুলির মধ্যে টগল করতে তীর কীগুলি ব্যবহার করুন৷
de: Ordnerspeicherort. Verwenden Sie die Pfeiltasten, um zwischen den Optionen zu wechseln.
es: Ubicación de la carpeta. Utilice las teclas de flecha para alternar entre las opciones.
fr: Emplacement du dossier. Utilisez les touches fléchées pour basculer entre les options.
he: מיקום התיקיה. השתמש במקשי החצים כדי לעבור בין האפשרויות.
hi: फ़ोल्डर स्थान. विकल्पों के बीच टॉगल करने के लिए तीर कुंजियों का उपयोग करें।
it: Posizione della cartella. Utilizzare i tasti freccia per passare da un'opzione all'altra.
ja_jp: フォルダーの場所。矢印キーを使用してオプションを切り替えます。
nl: Maplocatie. Gebruik de pijltjestoetsen om tussen opties te schakelen.
pt: Localização da pasta. Use as teclas de seta para alternar entre as opções.
ru: Расположение папки. Используйте клавиши со стрелками для переключения между опциями.
te: ఫోల్డర్ స్థానం. ఎంపికల మధ్య టోగుల్ చేయడానికి బాణం కీలను ఉపయోగించండి.
zh_cn: 文件夹位置。使用箭头键在选项之间切换。

source: Format. Use the arrow keys to toggle between options.
ar: شكل. استخدم مفاتيح الأسهم للتبديل بين الخيارات.
bn: বিন্যাস। বিকল্পগুলির মধ্যে টগল করতে তীর কীগুলি ব্যবহার করুন৷
de: Format. Verwenden Sie die Pfeiltasten, um zwischen den Optionen zu wechseln.
es: Formato. Utilice las teclas de flecha para alternar entre las opciones.
fr: Format. Utilisez les touches fléchées pour basculer entre les options.
he: פוּרמָט. השתמש במקשי החצים כדי לעבור בין האפשרויות.
hi: प्रारूप। विकल्पों के बीच टॉगल करने के लिए तीर कुंजियों का उपयोग करें।
it: Formato. Utilizzare i tasti freccia per passare da un'opzione all'altra.
ja_jp: 形式。矢印キーを使用してオプションを切り替えます。
nl: Formaat. Gebruik de pijltjestoetsen om tussen opties te schakelen.
pt: Formatar. Use as teclas de seta para alternar entre as opções.
ru: Формат. Используйте клавиши со стрелками для переключения между опциями.
te: ఫార్మాట్. ఎంపికల మధ్య టోగుల్ చేయడానికి బాణం కీలను ఉపయోగించండి.
zh_cn: 格式。使用箭头键在选项之间切换。

source: Unable to retrieve logs
ar: غير قادر على استرداد السجلات
bn: লগ পুনরুদ্ধার করতে অক্ষম
de: Protokolle können nicht abgerufen werden
es: No se pueden recuperar los registros
fr: Impossible de récupérer les journaux
he: לא ניתן לאחזר יומנים
hi: लॉग पुनर्प्राप्त करने में असमर्थ
it: Impossibile recuperare i registri
ja_jp: ログを取得できません
nl: Kan logboeken niet ophalen
pt: Não foi possível recuperar os registros
ru: Не удалось получить журналы
te: లాగ్u200cలను తిరిగి పొందడం సాధ్యం కాలేదు
zh_cn: 无法检索日志

source: Logs of published jobs
ar: سجلات الوظائف المنشورة
bn: প্রকাশিত কাজের লগ
de: Protokolle veröffentlichter Jobs
es: Registros de trabajos publicados
fr: Journaux des travaux publiés
he: יומנים של משרות שפורסמו
hi: प्रकाशित नौकरियों के लॉग
it: Registri dei lavori pubblicati
ja_jp: 公開されたジョブのログ
nl: Logboeken van gepubliceerde vacatures
pt: Registros de trabalhos publicados
ru: Журналы опубликованных заданий
te: ప్రచురించబడిన ఉద్యోగాల లాగ్u200cలు
zh_cn: 已发布作业的日志

source: Delete Logs
ar: حذف السجلات
bn: লগ মুছুন
de: Protokolle löschen
es: Eliminar registros
fr: Supprimer les journaux
he: מחק יומנים
hi: लॉग हटाएँ
it: Elimina registri
ja_jp: ログの削除
nl: Logboeken verwijderen
pt: Excluir registros
ru: Удалить журналы
te: లాగ్u200cలను తొలగించండి
zh_cn: 删除日志

source: Logs
ar: سجلات
bn: লগ
de: Protokolle
es: Registros
fr: Journaux
he: יומנים
hi: लॉग्स
it: Registri
ja_jp: ログ
nl: Logboeken
pt: Registros
ru: Журналы
te: లాగ్u200cలు
zh_cn: 日志

source: Are you sure you want to delete the selected logs?
ar: هل أنت متأكد أنك تريد حذف السجلات المحددة؟
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত লগগুলি মুছতে চান?
de: Sind Sie sicher, dass Sie die ausgewählten Protokolle löschen möchten?
es: ¿Está seguro de que desea eliminar los registros seleccionados?
fr: Êtes-vous sûr de vouloir supprimer les journaux sélectionnés ?
he: האם אתה בטוח שברצונך למחוק את היומנים שנבחרו?
hi: क्या आप वाकई चयनित लॉग हटाना चाहते हैं?
it: Sei sicuro di voler eliminare i registri selezionati?
ja_jp: 選択したログを削除してもよろしいですか?
nl: Weet u zeker dat u de geselecteerde logboeken wilt verwijderen?
pt: Tem certeza de que deseja excluir os registros selecionados?
ru: Вы уверены, что хотите удалить выбранные журналы?
te: మీరు ఎంచుకున్న లాగ్u200cలను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
zh_cn: 您确定要删除选定的日志吗？

source: Unable to delete selected logs, please try again later.
ar: يتعذر حذف السجلات المحددة، يرجى المحاولة مرة أخرى لاحقًا.
bn: নির্বাচিত লগগুলি মুছতে অক্ষম, অনুগ্রহ করে পরে আবার চেষ্টা করুন৷
de: Die ausgewählten Protokolle konnten nicht gelöscht werden. Bitte versuchen Sie es später noch einmal.
es: No se pueden eliminar los registros seleccionados. Vuelve a intentarlo más tarde.
fr: Impossible de supprimer les journaux sélectionnés, veuillez réessayer plus tard.
he: לא ניתן למחוק את היומנים שנבחרו, אנא נסה שוב מאוחר יותר.
hi: चयनित लॉग हटाने में असमर्थ, कृपया बाद में पुनः प्रयास करें।
it: Impossibile eliminare i registri selezionati, riprova più tardi.
ja_jp: 選択したログを削除できません。後でもう一度お試しください。
nl: Kan de geselecteerde logs niet verwijderen. Probeer het later opnieuw.
pt: Não foi possível excluir os registros selecionados. Tente novamente mais tarde.
ru: Не удалось удалить выбранные журналы. Повторите попытку позже.
te: ఎంచుకున్న లాగ్u200cలను తొలగించడం సాధ్యం కాలేదు, దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
zh_cn: 无法删除所选日志，请稍后重试。
